Revit 2027 API
SymbolTypeId.LbForce Property
 Symbol lb, indicating unit Pounds force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForce { get; }
Public Shared ReadOnly Property LbForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForce {
	ForgeTypeId^ get ();
}
static member LbForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace